brew 'git'
brew 'tig'
brew 'tmux'
brew 'python'
brew 'python3'
brew 'neovim'
brew 'zsh'
brew 'mas'
brew 'graphviz' # needed for PlantUML

brew 'node'
brew 'yarn'
brew 'rbenv'
brew 'tree'

brew 'jq'
brew 'watch'

# ag
brew 'the_silver_searcher'

# Casks
cask 'iterm2'
cask 'rectangle'
cask 'vlc'
cask 'skim'
cask 'firefox'
cask 'visual-studio-code'
# Keybase should be re-enabled when re-installing
#cask 'keybase'
cask 'notion'
cask 'calibre'
cask 'resilio-sync'

# Mac App Store
mas 'Todoist', id: 585829637
mas 'Pocket', id: 568494494
