brew 'git'
brew 'tig'
brew 'tmux'
brew 'python'
brew 'neovim'
brew 'zsh'
brew 'mas'
brew 'graphviz' # needed for PlantUML

brew 'node'
brew 'node@10'
brew 'node@12'
brew 'yarn'
brew 'rbenv'
brew 'python3'
brew 'tree'
brew 'mosh'
brew 'exercism'
brew 'vault'
brew 'elixir'

# Kubernetes
brew 'kubernetes-cli'
brew 'kubeseal'
brew 'jq'
brew 'watch'

# Dependency needed for [YouCompleteMe](https://github.com/Valloric/YouCompleteMe)
# brew 'cmake'

# ag
brew 'the_silver_searcher'

# Casks
cask 'iterm2'
cask 'spectacle'
cask 'slack'
cask 'spotify'
cask 'vlc'
cask 'licecap'
cask 'mactex'
cask 'skim'
cask 'pgadmin4'
cask 'signal'
cask 'postman'
cask 'firefox'

# Mac App Store
mas 'Xcode', id: 497799835
mas 'Todoist', id: 585829637
mas 'Pocket', id: 568494494
