brew 'git'
brew 'tig'
brew 'tmux'
brew 'neovim'

brew 'ctags'
brew 'python'
brew 'node'
brew 'yarn'
brew 'rbenv'
brew 'hub'
brew 'python3'
brew 'tree'
brew 'autojump'
brew 'mosh'

# [tmux OSX Clipboard](https://github.com/ChrisJohnsen/tmux-MacOSX-pasteboard)
brew 'reattach-to-user-namespace'

# Dependency needed for [YouCompleteMe](https://github.com/Valloric/YouCompleteMe)
brew 'cmake'

# ag
brew 'the_silver_searcher'

# Casks
cask 'iterm2'
cask 'chromium'
cask 'spectacle'
cask 'slack'
cask 'spotify'
cask 'vlc'
cask 'licecap'
cask 'mactex'
cask 'skim'
