be5invis.toml
Cameron.rerun-last-command
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
rust-lang.rust
serayuzgur.crates
vscodevim.vim
