tap "dflemstr/tools"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jenkins-x/jx"
tap "johanhaleby/kubetail"
tap "petere/postgresql"
brew "autojump"
brew "python"
brew "cmake"
brew "ctags"
brew "exercism"
brew "git"
brew "gnu-prolog"
brew "gnuplot"
brew "graphviz"
brew "hadolint"
brew "hub"
brew "jmeter"
brew "jq"
brew "kubernetes-cli"
brew "kubeseal"
brew "libcouchbase"
brew "mas"
brew "mosh"
brew "neovim"
brew "nginx"
brew "node"
brew "node@10"
brew "node@8"
brew "postgresql"
brew "pstree"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vault"
brew "watch"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "dflemstr/tools/rq", args: ["HEAD"]
brew "getsentry/tools/sentry-cli"
brew "jenkins-x/jx/jx"
brew "johanhaleby/kubetail/kubetail"
cask "bitbar"
cask "chromedriver"
cask "chromium"
cask "gitter"
cask "google-cloud-sdk"
cask "licecap"
cask "mactex"
cask "pgadmin4"
cask "skim"
cask "spectacle"
cask "spotify"
cask "vlc"
mas "Numbers", id: 409203825
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
